Repository: common-repository/spam-stopper
Catalog: langs/spamstopper-*.po
Languages: fa_ir, it_it

source: Spam Stopper
fa_ir: جلوگيري از اسپمرها

source: Changes saved
fa_ir: تنظيمات ذخيره شد
it_it: Le modifiche sono state salvate

source: Spam-Stopper
fa_ir: ايست اسپم ها

source: Anti-spam Question
fa_ir: سوال آنتي اسپم
it_it: Domanda anti-spam

source: Question for the antispam field. Don't make this too hard!
fa_ir: فيلد سوال براي مبارزه با اسپم. لطفا زياد سخت نباشد!
it_it: Domanda per il campo antispam. Non farla troppo difficile!

source: Anti-spam Answer
fa_ir: جواب آنتي اسپم
it_it: Risposta anti-spam

source: Answer for the antispam field.
fa_ir: فيلد جواب براي پاسخ.
it_it: Risposta per il campo antispam.

source: Automatically show field in comment form?
fa_ir: به طور خودكار فيلد در فرم ديدگاه نمايش داده شود؟
it_it: Desideri mostrare in automatico il campo nel modulo dei commenti?

source: Yes
fa_ir: بله
it_it: Sì

source: No
fa_ir: خير

source: Turn this option on to insert the antispam field into your comment form. If you have inserted the field manually you should disable this option.
fa_ir: فعال كردن اين گزينه آنتي اسپم را در نظرات فعال مي كند.
it_it: Attiva questa opzione per inserire il campo antispam nel tuo modulo dei commenti. Qualora avessi inserito manualmente il campo, dovrai disattivare questa opzione.

source: Field Format
fa_ir: نوع فيلد
it_it: Formato del campo

source: Label on left of input
fa_ir: برچسب در طرف چپ فيلد باشد
it_it: posiziona alla sinistra

source: Label on right of input
fa_ir: برچسب در طرف راست فيلد باشد
it_it: posiziona alla destra

source: This option determines how the field is outputted.
fa_ir: اين گزينه چگونگي نمايش فيلد خروجي را نمايش مي دهد.
it_it: Questa opzione definisce come verrà visualizzato il campo.

source: Save Changes
fa_ir: ذخيره تنظيمات
it_it: Salva le modifiche

source: Please input your name
fa_ir: لطفا نام خود را وارد كنيد
it_it: Inserisci il tuo nome

source: Please input a valid email
fa_ir: لطفا ايميل خود را وارد كنيد
it_it: Inserisci la tua email

source: Please answer the anti-spam question
fa_ir: لطفا سوال را پاسخ دهيد
it_it: Rispondi alla verifica anti-spam

source: Please input a comment
fa_ir: لطفا نظر را وارد كنيد
it_it: Inserisci un commento

source: Incorrect anti-spam answer. Please re-answer the question! The correct answer is
fa_ir: پاسخ آنتي اسپم نادرست است. لطفا دوباره پاسخ دهيد! جواب سوال:
it_it: Risposta antispam errata. Rispondi nuovamente alla domanda! La risposta corretta é

source: required
fa_ir: مهم
it_it: richiesta

source: This confirms you are a human user!
fa_ir: اين كار براي جلوگيري از اسپم است!
it_it: Questo conferma che sei un utente umano!

source: Why ask?
fa_ir: پاسخ دهيد؟
it_it: Perché?

source: Leave this anti-spam trap empty
fa_ir: آنتي اسپم در دام است
it_it: Lascia vuota questa trappola anti-spam

source: Error! There was a form ID mis-match indicative of remote posting.
fa_ir: خطا! شناسه در فرم مطابقت ندارد.
it_it: Errore! Si é verificato un problema di corrispondenza (ID modulo)

source: Error! A hidden empty input had data. If you are human, try again.
fa_ir: خطا! ورودي پنهان خالي است. اگر شما يك انسان هستيد پس مي توانيد, دوباره سعي كنيد.
it_it: Errore! Un campo nascosto contiene dei dati. Sei umano? Riprova!

source: Error: please answer the anti-spam question.
fa_ir: خطا: لطفا جواب آنتي اسپم را پاسخ دهيد.
it_it: Errore: rispondi alla domanda anti-spam.

source: Invalid anti-spam answer. Press your browsers back button and try again. The correct answer is
fa_ir: پاسخ هرزنامه اشتباه است. دكمه بازگشت مرورگر خود را بزنيد و دوباره سعي كنيد
it_it: Risposta anti-spam non valida. Premi il pulsante indietro del browser e riprova. La risposta corretta é

source: Protect your blog from comments spam with a simple validation question. To config the spam question or disable adding the form field automatically, go to <code>Tools &rsaquo; Spam Stopper</code>.
it_it: Proteggi il tuo blog dai commenti spam con una semplice domanda di verifica. Per potere configurare la domanda oppure disabilitare l'inserimento automatico del campo, vai sotto <code>Strumenti &rsaquo; Spam Stopper</code>.
